export const rawRecipesMarkdown = `
|塩つけめん|((鰹節1煮干し1)@Grind 砂糖5)@SauteL1 ++ 塩5 味の素10 ラード5 ごま油20|シンプルだけどかなり美味しかった。下手なつけ麺屋よりおいしいかもしれない。とろみをつけたければ米粉か小麦粉を入れる|
|角煮|(豚バラ500@皮を下にSauteH5@全面SauteL5)++熱湯300@Boil1++(水400料理酒200生姜15@Slice1ネギ青いところ1本分)@SauteL90{沸騰させない}->肉AスープB;スープB@冷蔵庫で冷やす@浮いたラードを取り除く 醤油150 みりん150 砂糖80@カラメル化 ++ A@BoilL30{沸騰させない} ++ ゆで卵4個@BoilL30{沸騰させない} -> 肉卵CスープD; (D@半分まで煮詰める ++ 水30片栗粉15)@BoilL|滅茶苦茶美味しかった、おすすめ。[[動画>https://www.youtube.com/watch?v=_FzpmZPS424&t=707s&ab_channel=%E9%A3%B2%E9%A3%9F%E5%BA%97%E7%8B%AC%E7%AB%8B%E5%AD%A6%E6%A0%A1%2F%E3%81%93%E3%81%86%E3%81%9B%E3%81%84%E6%A0%A1%E9%95%B7]]とろみをつけたソースで照りと甘みを出すのが本質っぽい。ラードを取り除くことで雑味がなくなる。つまぴがすごく好きそうだった|
|海南鶏飯|(鶏もも300 生姜10@Grind にんにく5@Grind 鶏ガラ顆粒10)@Wait1day ++ (米2合 水1.5合分)@RiceCook; タレ(長ネギ1/2本@Chop 醤油15 砂糖15 オイスターソース10 レモン汁10 ごま油銀印10 ナンプラー5);|つまぴが好きって言ってた。https://www.sbfoods.co.jp/recipe/detail/08198.html|
|魚だしラーメンスープ|(魚の骨500 水1000@Boil)@BoilH2@湯こぼす++ (ネギ頭30 生姜5@Slice)@PressureL20|非常に澄んでおり、油で炒めたりしていないのに臭みが殆どない。ラーメン1人前ハイミー15 塩5 (チー油 鰹節3)@Saute1 を入れただけの非常にシンプルなスープがマジで美味しかった。|
|アイリッシュブラウンシチューベース|(トマトペースト30 にんにく15 黒胡椒3@Grind ギネスビール330 チキンブイヨン300)@BoilH10|牛肉、タイムを入れるのが普通|
|ワインブラウンシチューベース|(トマト150トマトペースト30 赤ワイン800 小麦粉20 チキンブイヨン300 にんにく10)@BoilH10|牛肉を入れるのが普通|
|ししゃもの南蛮漬け|(ししゃも60 サラダ油5)@SauteL3@裏返す@SauteL3 ++ (人参20 玉ねぎ20 ピーマン20)@レンチン500W-2min 米酢10 みりん5 醤油2.5 砂糖5@Refridgerator|つまぴが好きって言ってた|
|みたらし豚バラ|(みたらし団子1本 豚バラ50)@巻く@レンチン||
|ニラ玉|(ニラ50@Cut4 卵3個 塩1.5 味の素0.5 細かい胡椒0.2 銀印ごま油30)@Mix@SauteL3|つまぴが好きって言っていた。銀印がおそらくコツ。混ぜて焼くだけなのですごいラク|
|塩つけめん|((鰹節1煮干し1)@Grind 砂糖5)@SauteL1 ++ 塩5 味の素10 ラード5 ごま油20|シンプルだけどかなり美味しかった。下手なつけ麺屋よりおいしいかもしれない。とろみをつけたければ米粉か小麦粉を入れる|
|冷やし中華たれ|ミツカン穀物酢45 醤油45 砂糖30 水60 金ごま油15|つまぴが美味しいって言ってた。|
|ケーキスポンジ|(卵2個 砂糖6)@ホイップ最強3分 ++ (薄力粉60@ふるう ベーキング1.5)@よく混ぜる@クッキングシートを敷いたタッパーに入れて200ワット10分|半量なら電子レンジ6分。面倒すぎもしないし食べられはするけど、別にわざわざ家でやる必要はないかな、買ってくればいいかな。。って感じ|
|お好み焼き|(長芋100@Grind キャベツ300@Chop 卵2個 小麦粉60 ネギ30@Chop ほんだし15 味の素1)@揉み込む ++ サラダ油15@半分にする@蓋をする@Saute3{200度} ++ 豚バラ3枚@ひっくり返す@Saute5{200度}|2枚分。かなり美味しくできた。例のごとくとんかつソースは温めると酸っぱくなって美味しくないので注意|
|高級牛レバニラ|(牛レバー250@Cut0.3 塩1 醤油2.5 酒5 生姜3@Grind うま味調味料2振り 片栗粉22 油15)@Wait1day@SauteL3{一枚ずつ剥がす}@裏返す@SauteL3 ++ (油22 ニラ100@Cut-1 キャベツ50@Cut-1-1 人参20@Cut-0.1-0.1 もやし100 玉葱50@Cut0.1)@SauteH3 ++ (醤油15 オイスターソース5 胡椒0.5 砂糖10 中華だしペースト5 紹興酒15 豆鼓30@Chop うま味調味料3振り)@SauteH5|牛は下野牛のふるさと納税のやつ、オイスターソースは石渡商店のふるさと納税のやつ。牛だからか高級だからか片栗粉を纏っていたからかとてもやわらかく、めっちゃおいしかった。つまぴもよく食べてた|
|レバニラ|(鶏レバー200 塩1 醤油2.5 酒5 生姜3@Grind うま味調味料2振り 片栗粉22 油15)@Wait1day@SauteH3 ++ (油22 にんにく2片@Grind 生姜5@Grind 鷹の爪4本@CutHalf 玉葱50@Cut0.1 もやし100 ニラ100 醤油7.5 オイスターソース5 胡椒0.5 砂糖5 中華だしペースト5 酒15 うま味調味料3振り)@SauteH5|リュウジさんの至高のレシピ、調理雑バージョン。味付けはかなりよかった。醤油醤油していなくて|
|ビリヤニライス|(水1500 塩15 カルダモン5粒 クローブ6粒 シナモン5粒 ブラウンカルダモン1粒 スターアニス1粒 ベイリーフ1枚 ブラックペッパー2.5 クミンシード2.5)@Boil5||
|チキンビリヤニ肉|鶏もも400 ヨーグルト60 塩5 にんにく5@Grind 生姜5@Grind コリアンダー10 クミン5 ターメリック2.5 唐辛子2.5 カルダモン3粒 クローブ6本 シナモン5本 青とうがらし2本@Half|これを陶器の容器の下に入れて、スパイスライス、フライドオニオンを上に載せて蓋をして電子レンジ|
|チキンの香草焼き|鶏もも250 ++ (マスタード10 はちみつ2.5 ウスター2.5)@塗る ++ オリーブオイル2.5 (塩1 胡椒0.5@Grind パセリ10@Chop パン粉15)@乾煎り@塗った面にまぶす@SauteL5@裏返す@SauteL5|https://www.youtube.com/watch?v=4u47nS3lV3A&pp=ygUQI-OCouODqeOCq-ODleOCpw%3D%3D|
|サグカレー|((にんにく10@Grind@Chop しょうが10@Grind@Chop バター45 クミン10 コリアンダーホール10 カスリメティ1 塩3)@SauteL3 ++ (トマト30@Grind 玉ねぎ75@Chop)@SauteL3 ++ ほうれん草200@Steam)@Process|[[これ>https://www.youtube.com/watch?v=zyAYnpRrnIU&t=310s&ab_channel=%E5%8D%B0%E5%BA%A6%E3%82%AB%E3%83%AA%E3%83%BC%E5%AD%90%E3%81%AE%E3%82%AD%E3%83%83%E3%83%81%E3%83%B3%2FIndoCurryKo%E2%80%99sKitchen]]。パニールとかチキン出汁やチキンを入れるといい。チキン出汁とチキンを入れて少しシャバめに食べるのが一番美味しかった。カスリメティを入れすぎるとありえん苦くなるので注意|
|パニール（チーズ）|(牛乳1000 レモン45 塩2.5)@Boil@濾す|レモンの量はPhの制御のため厳密|
|豚塩ラーメン|(豚肩ロース500 水500)@Pressure20 - 豚肩ロース@Cool - 豚脂 + 塩1.5 味の素5|めちゃうま。ほうれん草とネギでシンプルに食べるのが良い|
|スーゴ・ディ・ポモドーロ|(玉ねぎ1個にんにく1かけら オリーブオイル30)@SauteL3 ++ (プラムトマト1000 バジリコの茎2本 塩5 砂糖2.5 胡椒0.5)@SauteL30@Process|一番基本のトマトソース。ピザに塗ったりパスタにしたり|
|チキンソテーサンド|(鶏むね100@包丁で開く@小麦粉をまぶす サラダ油10)@SauteL5@裏返す@SauteL5 ++ (玉ねぎ1/4個@Cut0.1@水にさらす 玉ねぎ1/4個@Cut0.1@SauteL5 パン2枚 ケチャップ5 マヨネーズ30 ハインツマスタード10 塩0.5 胡椒0.3)|つまぴが好きって言っていたサンドイッチ|
|しいたけのパスタ|(しいたけ150 牛乳100)@Process++(バター70 コンソメ2 ベーコン100@Cut0.5-0.5-3)@SauteL3|つまぴからの評判がめちゃくちゃ良かった。しいたけを先に焦がすみたいなことをしないほうがつまぴは好きそうだった。こんなシンプルで日持ちもするしかなりよい|
|茶碗蒸し|(卵1個 ほんだし1.6 塩1.2 みりん1.2 水200)@ミルサー容器に入れる@電気ポット30min|冷静に考えると電気ポットで蒸せる。蓋付きの容器を使えば浸水調理が可能|
|ごま香るサバのみぞれ煮のタレ|(生姜5@Grind 醤油22 みりん2.5 大根150@Grind 酒2.5 砂糖5 水50 白ごま3)@Boil|オイシックスに付いてきたレシピ。美味しかったのでりぴ|
|甘いごま酢醤油|(ごま油10 醤油5 すし酢2.5 砂糖1)@Microwave600-1min ++ (鰹節3 ごま3 大葉1枚@Chop)|豆腐とかにかけて食べると美味しい|
|スカルパリエッロのパッケリ|(オリーブオイル45 にんにく1欠片 唐辛子0.5本 バジルの茎5 塩2)@SauteL3 - バジルの茎 唐辛子 ++ ミニトマト10個@CutHalf@SauteL3{断面下} ++ (はちみつ3 (ミニトマト10個)@Press)@SauteL3 ++ (パッケリ200@BoilL-16min パルミジャーノ45@Grind バジル5)@SauteL3{マンティカトゥーラ} ++ バジル3 オリーブオイル5|完熟のポモドリーニ（チェリートマト）を使った、靴職人風という名前のナポリの家庭料理の定番スカルパリエッロ。ナポリの定番。https://abebeeno.blogspot.com/2013/03/paccheri-allo-scarpariello.html|
|手延ラーメン|(薄力粉300 塩3 かんすい1 サラダ油15 ぬるま湯185)@Kneed@丸める@サラダ油を塗る@ラップで包む@Wait30{常温}@こねて引っ張って折りたたむ{5min}(@油と水を表面に塗って手で持って上下に振ってねじる)@Repeat4@Cut{端っこだけ切る}@CutHalf@生地を均等な円柱形にする ++ 薄力粉30{打ち子}@32本になるまで折りたたむ|加水率61%くらいじゃないと手延べうどんができないが、上級者はもう少し加水率下げる https://www.youtube.com/watch?v=s0babz0UxaU&t=11s&ab_channel=%E6%89%8B%E5%BB%B6%E3%81%B9%E3%83%A9%E3%83%BC%E3%83%A1%E3%83%B3%E3%83%9E%E3%83%B3|
|キャベツのアンチョビバターソテー|(キャベツ100@Cut2-2 バター5 塩1 アンチョビ3 にんにく1欠片@Chop)@Microwave2-600||

`;
